Repository: aurelienpierreeng/lua-scripts
Catalog: locale/*/LC_MESSAGES/photils.po
Languages: it_it

source: get tags
it_it: Crea etichette

source: requires a restart to be applied
it_it: Richiede un riavvio per rendere effettive le modifiche

source: min confidence value
it_it: Soglia di affidabilità

source: The suggested tags were not generated for the currently selected image!
it_it: Le etichette relative all'immagine corrente non sono state create!

source: page %s of %s
it_it: pagina %s di %s

source: Apply tag to image
it_it: Applica etichetta all'immagine

source: Tags successfully attached to image
it_it: Le etichette sono state correttamente associate all'immagine

source: %s found %d tags for your image
it_it: %s ha trovato %d etichetta per questa immagine

source: No image selected.
it_it: Nessuna immagine selezionata.

source: This plugin can only handle a single image.
it_it: Questo plugin può gestire solo una singola immagine per volta

source: %s failed, see terminal output for details
it_it: %s ha fallito, visualizzare l'output del terminale per ulteriori dettagli

source: no tags where found
it_it: Non ho trovato etichette

source: attach %d tags
it_it: Collega %d etichette

source: photils-cli not found
it_it: Non ho trovato photils-cli

source: Click "get tags" to get suggestions for tags
it_it: Clicca su "Crea etichette" per ottenere le etichette

source: photils: show confidence value
it_it: Photils: visualizza soglia di affidabilità

source: if enabled, the confidence value for each tag is displayed
it_it: Se abilitata, verrà visualizzata la soglia di affidabilità per ogni etichetta

source: photils: use exported image for tag request
it_it: Photils: utilizza l'immagine esportata per la richiesta delle etichette

source: If enabled, the image passed to photils for tag suggestion is based on the exported, already edited image. Otherwise, the embedded thumbnail of the RAW file will be used for tag suggestion.The embedded thumbnail could speedup the tag suggestion but can fail if the RAW file is not supported.
it_it: Se abilitato, l'immagine passata a Photils per il suggerimento delle etichette si basa sull'immagine esportata e già modificata. Altrimenti, per il suggerimento delle etichette viene utilizzata la miniatura incorporata del file RAW. La miniatura incorporata può velocizzare il suggerimento delle etichette, ma può fallire se il file RAW non è supportato.
