Repository: aurelienpierreeng/lua-scripts
Catalog: locale/*/LC_MESSAGES/script_manager.po
Languages: it_it

source: check for updated scripts on start up
it_it: Verifica script aggiornati all'avvio

source: automatically update scripts to correct version
it_it: Aggiorna automaticamente gli script alla versione corretta

source: Cant read from
it_it: Non posso leggere da

source: Loaded
it_it: Caricato

source: failed to load
it_it: non caricato

source: stopped
it_it: arrestato

source: will not start when Ansel is restarted
it_it: non verrà avviato al riavvio di Ansel

source: find command is
it_it: Il comando find è

source: ERROR: git not found. Install or specify the location of the git executable.
it_it: ERRORE: non trovo git. Installalo o specifica il percorso dell'eseguibile di git.

source: lua scripts successfully updated
it_it: Gli script lua sono stati correttamente aggiornati

source: category
it_it: Categoria

source: is already in use. Please specify a different category name.
it_it: è già utilizzato. Prego specificare un nome differente.

source: scripts successfully installed into category
it_it: Gli script sono stati installati correttamente nella categoria

source: No scripts found to install
it_it: Non trovo script da installare

source: failed to download scripts
it_it: Non riesco a scaricare gli script

source: started
it_it: avviato

source: Page
it_it: Pag.

source: of
it_it: di

source: scripts to update
it_it: Script da aggiornare

source: select the scripts installation to update
it_it: Selezionare l'installazione di script da aggiornare

source: update scripts
it_it: Aggiornare gli script

source: update the lua scripts from the repository
it_it: Aggiornare gli script lua del repo

source: enter the URL of the git repository containing the scripts you wish to add
it_it: Immettere l'URL del repo git che contiene gli script da aggiungere

source: name of new category
it_it: Nome della nuova categoria

source: enter a category name for the additional scripts
it_it: Immettere il nome della categoria per altri script

source: URL to download additional scripts from
it_it: URL dal quale scaricare ulteriori script

source: new category to place scripts in
it_it: Nuova categoria che dovrà contenere gli script

source: install additional scripts
it_it: Installare gli script aggiuntivi

source: Enable "Disable Scripts" button
it_it: Abilita il pulsante "Disabilita Script"

source: Disable Scripts
it_it: Disabilita Script

source: lua scripts will not run the next time Ansel is started
it_it: Gli script Lua non verranno avviati al prossimo avvio di Ansel

source: add more scripts
it_it: Aggiungi altri script

source: disable scripts
it_it: Disabilita script

source: category
it_it: categoria

source: select the script category
it_it: Seleziona la categoria

source: Page:
it_it: Pag.:

source: scripts per page
it_it: Script per pagina

source: select number of start/stop buttons to display
it_it: Selezionare il numero di pulsanti da visualizzare

source: change number of buttons
it_it: Modifica la quantità di pulsanti

source: Configuration
it_it: Configurazione

source: use color interface?
it_it: Interfaccia a colori

source: action
it_it: Azione

source: install/update scripts
it_it: Installa/aggiorna script

source: configure
it_it: Configura

source: start/stop scripts
it_it: Avvia/blocca script
